---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.RebarFreeFormAccessor
source: html/ab6e8382-13a4-714b-cc51-615edc6da020.htm
---
# RebarFreeFormAccessor Properties

Orientation options for an Aligned Free Form Rebar set.